/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsKey" = "Bilaga (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Lägg till bilaga";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Ta foto";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Fotobibliotek";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Filer";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Avbryt";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Titel";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Anteckningar";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Värde";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "VARNING: Navigeringscontroller för aktuell UITableViewController för  FUIFormCell är nil. FUIAttachmentsFormCell och ListPickerFormCell fungerar inte korrekt.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d h %d min";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Valda";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Alla";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Varning: Sökning är inaktiverad eftersom egenskap listPickerSearchResultsUpdating i ListPickerFormCell är nil.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Markera alla";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Avmarkera alla";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Stäng";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "mer";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Mindre";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "på";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "av";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Dubbelknacka för att växla inställningen";

